const flowAdviceDictionary = {
  "気滞": `気滞🔁（エネルギーの詰まり）を流す呼吸

リラックスできる姿勢であればどんな姿勢でも構いません。
❶まず、おヘソとみぞおちの中間に両手の平を軽く置き、
❷手を押し返すように鼻からお腹に大きく息を吸って、
❸口すぼめで「ふぅ〜〜」っと長めに吐き出していきましょう。
イライラが強い時は、「はぁ〜〜」と長いため息のように吐き出すのも効果的です。

横隔膜や深層腹筋、内臓筋の緊張を緩めてエネルギーの詰まりを流していきます。
一回3呼吸 1日3回、息で気滞をほどいていきましょう💨`,

  "痰湿": `痰湿💧（余分に溜まった粘液や脂肪）を動かす呼吸

リラックスできる姿勢であればどんな姿勢でも構いません。
❶おヘソとみぞおちの中間に両手の平を軽く置き、
❷手を押し返すように鼻からお腹に大きく息を吸って、
❸口すぼめで“ふぅ〜”っと長めに吐き出していきましょう。

腹圧で横隔膜や深層腹筋、内臓を活性化させて、痰湿を押し流します。
一回3呼吸 1日3回、湿気の重さを、息と一緒に外へ押し流していきましょう💨`,

  "瘀血": `瘀血🩸（血の巡りの偏り）を整えるリズム呼吸

リラックスできる姿勢であればどんな姿勢でも構いません。
❶まず、おヘソとみぞおちの中間に両手の平を軽く置き、
❷手を押し返すように鼻からお腹に息を4秒吸って、
❸口から「ふぅ〜」っと4秒吐きます。

この均等リズムをキープしながら
トン、トンと血流を整えるつもりで、3呼吸。
1日3回、腹部の奥から血行を整えていきましょう💨`,

  "巡りは良好": `巡りの良さをキープする整え呼吸
  
リラックスできる姿勢であればどんな姿勢でも構いません。
❶まず、おヘソとみぞおちの中間に両手の平を軽く置き、
❷手を押し返すように鼻からお腹に大きく息を吸って、
❸口すぼめで「ふぅ〜〜」っと長めに吐き出していきましょう。

横隔膜や深層腹筋のリラックスと活性化する呼吸です。
今の巡りをキープしながら、より一層整えていきましょう！💨

};

module.exports = flowAdviceDictionary;
