const flowAdviceDictionary = {
  "気滞": `＼ 寝たまま簡単！朝・晩1回ずつ！ ／
  
呼吸筋や内臓筋の緊張をゆるめて、
気滞🌀（エネルギーの詰まり）を流す『逆腹式呼吸』

✅ 仰向けで寝転び膝を立て、おヘソとみぞおちの中間を両手の平で軽く押さえます。
✅ 手を押し返すように、4秒間「鼻から」お腹に息を吸い込み、3秒キープ。
✅ お腹をあまり凹ませないようにしながら、口から息を「はぁ〜〜」っと7秒かけて吐き出していきましょう。

これを1呼吸として、3〜5呼吸繰り返しましょう！💨
図解：https://x.gd/mD41y`,

  "水滞": `＼ 寝たまま簡単！朝・晩1回ずつ！ ／
  
呼吸筋や内臓の代謝スイッチを入れて、
水滞💧（余分に溜まった水分や老廃物）を動かす『逆腹式呼吸』

✅ 仰向けで寝転び膝を立て、おヘソとみぞおちの中間を両手の平で軽く押さえます。
✅ 手を押し返すように、4秒間「鼻から」お腹に息を吸い込み、3秒キープ。
✅ お腹をあまり凹ませないようにしながら、口から息を「ふぅ〜〜」っと7秒かけて吐きだします。

これを1呼吸として、3〜5呼吸繰り返しましょう！💨
図解：https://x.gd/mdhOm`,

  "瘀血": `＼ 寝たまま簡単！朝・晩1回ずつ！ ／
  
一定リズムの呼吸で呼吸筋や内臓を刺激して、
瘀血🩸（血の巡りの偏りや停滞）を流す『逆腹式呼吸』

✅ 仰向けで寝転び膝を立て、おヘソとみぞおちの中間を両手の平で軽く押さえます。
✅ 鼻から「1・2・3・4」とカウントしながら、手を押し返すように息を吸って2秒キープ。
✅ お腹をあまり凹ませないようにしながら、口から「1・2・3・4」と同じリズムで「ふぅ〜〜」と吐きます

これを1呼吸として、3〜5呼吸繰り返しましょう！💨
図解：https://x.gd/mdhOm`,

  "巡りは良好": `＼ 寝たまま簡単！朝・晩1回ずつ！ ／
  
  🌿 呼吸筋や内臓に適度な刺激を入れ、今の"ととのった巡り"をキープしていきましょう。

✅ 仰向けで寝転び膝を立て、おヘソとみぞおちの中間を両手の平で軽く押さえます。
✅ 手を押し返すように、4秒間「鼻から」お腹に息を吸い込み、3秒キープ。
✅ お腹をあまり凹ませないようにしながら、口から息を「ふぅ〜〜」っと7秒かけて吐きだします。
  
これを1呼吸として、3〜5呼吸繰り返しましょう！💨
図解：https://x.gd/mdhOm`,

};

module.exports = flowAdviceDictionary;
