// diagnosis/flowAdviceDictionary.js
const flowAdviceDictionary = {
  "気滞": {
    text: `＼ 寝たまま簡単！朝・晩1回ずつ ／
呼吸筋や内臓のこわばりをゆるめて、
🌀気滞（エネルギーの詰まり）を流す呼吸法！

以下の手順を1呼吸として、3〜5呼吸繰り返しましょう！💨  
自律神経の調整だけでなく姿勢改善も期待できますよ✨

✅ 仰向けで寝転がり、「お臍から指５本ほど上」を両手の中指でやさしくタッチ（※必ず仰向けで）  
✅ 鼻から4秒吸ってお腹をふくらませ、置いた指先が上下するのを感じる  
✅「ハァ〜〜〜」と7秒以上かけてできるだけ長く吐く`,
    link: "https://x.gd/lMSp6"
  },

  "水滞": {
    text: `＼ 寝たまま簡単！朝・晩1回ずつ ／
呼吸筋と内臓の“排出スイッチ”を入れて、
💧水滞（余分な水分・老廃物）を動かす呼吸法！

以下の手順を1呼吸として、3〜5呼吸繰り返しましょう！💨  
自律神経の調整だけでなく姿勢改善も期待できますよ✨

✅ 仰向けで寝転がり、「お臍から指５本ほど上」を両手の中指でやさしくタッチ（※必ず仰向けで）  
✅ 鼻から4秒吸ってお腹をふくらませ、置いた指先が上下するのを感じる  
✅ 口をすぼめ「フーー」と7秒以上かけて細く長く吐く `,
    link: "https://x.gd/fVG2i"
  },

  "瘀血": {
    text: `＼ 寝たまま簡単！朝・晩1回ずつ ／
一定リズムの腹式呼吸で横隔膜を動かし、
瘀血🩸（血の巡りの停滞）を流す呼吸法！

以下の手順を1呼吸として、3〜5呼吸繰り返しましょう！💨  
自律神経の調整だけでなく姿勢改善も期待できますよ✨

✅ 仰向けで寝転がり、「お臍から指５本ほど上」を両手の中指でやさしくタッチ（※必ず仰向けで）  
✅ 鼻から「1・2・3・4」のテンポで吸い、手を内側から押し上げる→2秒キープ  
✅ 口から「1・2・3・4」同じテンポで「フーー」と吐ききる`,
    link: "https://x.gd/VeFUK"
  },

  "巡りは良好": {
    text: `＼ 寝たまま簡単！朝・晩1回ずつ ／
🌿 呼吸筋と内臓へやさしい刺激を入れて、今の“ととのった巡り”をキープする呼吸法！

以下の手順を1呼吸として、3〜5呼吸繰り返しましょう！💨  
自律神経の調整だけでなく姿勢改善も期待できますよ✨

✅ 仰向けで寝転がり、「お臍から指５本ほど上」を両手の中指でやさしくタッチ（※必ず仰向けで）  
✅ 鼻から4秒吸ってお腹をふくらませ、置いた指先が上下するのを感じる  
✅ 口をすぼめ「フーー」と7秒以上かけて細く長く吐く`,
    link: "https://x.gd/tAWr3"
  }
};

module.exports = flowAdviceDictionary;
