const stretchPointDictionary = {
  "肝・胆": {
    stretch: "肝・胆の経絡（内臓膜・筋膜）ストレッチ：\n\n立った状態で、腰を左右にねじる、または側屈のストレッチ！\n⭕️ポイントは、脇腹や股関節が心地よく伸びているのを感じること（反動はつけない）\n\n鼻から大きく吸って口から吐く呼吸で3呼吸キープしましょう！\n\n不調のある筋膜ラインの柔軟性改善で体全体の構造バランスや影響する内臓（肝臓・胆のうなど）の調子が整っていきます🌱",
    points: "ストレッチに余力があれば、\n以下の4つのツボを中指で優しく揉んだり、お灸（市販）をするのも効果的です！\n\n曲泉（きょくせん）／行間（こうかん）／侠渓（きょうけい）／陽輔（ようほ）\n\n※ツボの位置はWebなどでお調べください。\nまた、オンライン相談のご活用で鍼灸師が「ツボケア」を丁寧にサポートいたします！メニューバーの【プロに相談】からお気軽にご予約ください✅"
  },
  "脾・胃": {
    stretch: "脾・胃の経絡（内臓膜・筋膜）ストレッチ：\n\n腰に手を当て上体を軽く反らすストレッチ！\n⭕️ポイントは、お腹〜みぞおちがしっかり伸びているのを感じること（反動はつけない）\n\n鼻から大きく吸って口から吐く呼吸で3呼吸キープしましょう！\n\n不調のある筋膜ラインの柔軟性改善で体全体の構造バランスや影響する内臓（脾臓・胃）の調子が整っていきます🌱",
    points: "ストレッチに余力があれば、\n以下の4つのツボを中指で優しく押したり、お灸（市販）をするのも効果的です！\n\n大都（だいと）／商丘（しょうきゅう）／解渓（かいけい）／厲兌（れいだ）\n\n※ツボの位置はWebなどでお調べください。\nまた、オンライン相談のご活用で鍼灸師が「ツボケア」を丁寧にサポートいたします！メニューバーの【プロに相談】からお気軽にご予約ください✅"
  },
  "腎・膀胱": {
    stretch: "腎・膀胱の経絡（内臓膜・筋膜）ストレッチ：\n\n立った状態から前屈ストレッチ！\n⭕️ポイントは、腰からふくらはぎまで心地よく伸びているのを感じること（反動はつけない）\n\n鼻から大きく吸って口から吐く呼吸で3呼吸キープしましょう！\n\n不調のある筋膜ラインの柔軟性改善で体全体の構造バランスや影響する内臓（腎臓・膀胱）の調子が整っていきます🌱",
    points: "ストレッチに余力があれば、\n以下の4つのツボを中指で優しく押したり、お灸（市販）をするのも効果的です！\n\n湧泉（ゆうせん／復溜（ふくりゅう）／至陰（しいん）／束骨（そっこつ）\n\n※ツボの位置はWebなどでお調べください。\nまた、オンライン相談のご活用で鍼灸師が「ツボケア」を丁寧にサポートいたします！メニューバーの【プロに相談】からお気軽にご予約ください✅"
  },
  "肺・大腸": {
    stretch: "肺・大腸の経絡（内臓膜・筋膜）ストレッチ：\n\n首を斜め後ろに倒す（後ろに倒しながら左（右）を見る）ストレッチ！\n⭕️ポイントは、首前面のスジがゆっくり伸びているのを感じること\n\n鼻から大きく吸って口から吐く呼吸で3呼吸キープしましょう！\n\n不調のある筋膜ラインの柔軟性改善で体全体の構造バランスや影響する内臓（肺・大腸）の調子が整っていきます🌱",
    points: "ストレッチに余力があれば、\n以下の4つのツボを中指で優しく押したり、お灸（市販）をするのも効果的です！\n\n太淵（たいえん）／尺沢（しゃくたく）／曲池（きょくち）／二間（じかん）\n\n※ツボの位置はWebなどでお調べください。\nまた、オンライン相談のご活用で鍼灸師が「ツボケア」を丁寧にサポートいたします！メニューバーの【プロに相談】からお気軽にご予約ください✅"
  },
  "心・小腸": {
    stretch: "心臓・小腸の経絡（内臓膜・筋膜）ストレッチ：\n\n腕をバンザイするストレッチ！\n⭕️ポイントは、顎を引き、脇から小指までが伸びているのを感じること\n\n鼻から大きく吸って口から吐く呼吸で3呼吸キープしましょう！\n\n不調のある筋膜ラインの柔軟性改善で体全体の構造バランスや影響する内臓（心臓・小腸）の調子が整っていきます🌱",
    points: "ストレッチに余力があれば、\n以下の4つのツボを中指で優しく押したり、お灸（市販）をするのも効果的です！\n\n少衝（しょうしょう）／神門（しんもん）／労宮（ろうきゅう）／後渓（こうけい）／小海（しょうかい）\n\n※ツボの位置はWebなどでお調べください。\nまた、オンライン相談のご活用で鍼灸師が「ツボケア」を丁寧にサポートいたします！メニューバーの【プロに相談】からお気軽にご予約ください✅"
  }
};

module.exports = stretchPointDictionary;
