const stretchPointDictionary = {
  "肝・胆": {
    stretch: "あなたには肝・胆の経絡（けいらく）ストレッチ：\n\n立った状態で、腰を左右にねじる、または側屈ストレッチ\nポイントは、脇腹が心地よく伸びているのを感じること。（反動はつけない）\n\n鼻から大きく吸って口から吐く呼吸で3呼吸キープしましょう。",
    points: "ストレッチに余力があれば、以下の4つのツボを中指で優しく揉んだり、お灸（市販）をするのも効果的です！※ツボの位置はWebなどでお調べください\n\n曲泉（きょくせん）／行間（こうかん）／侠渓（きょうけい）／陽輔（ようほ）"
  },
  "脾・胃": {
    stretch: "あなたには脾・胃の経絡（けいらく）ストレッチ：\n\n腰に手を当て上体を軽く反らすストレッチ\nポイントは、お腹〜みぞおちがしっかり伸びているのを感じること。（反動はつけない）\n\n鼻から大きく吸って口から吐く呼吸で3呼吸キープしましょう。",
    points: "ストレッチに余力があれば、以下の4つのツボを中指で優しく押したり、お灸（市販）をするのも効果的です！※ツボの位置はWebなどでお調べください\n\n大都（だいと）／商丘（しょうきゅう）／解渓（かいけい）／厲兌（れいだ）"
  },
  "腎・膀胱": {
    stretch: "あなたに腎・膀胱の経絡（けいらく）ストレッチ：\n\n立った状態から前屈ストレッチ。\nポイントは、腰からふくらはぎまで心地よく伸びているのを感じること。（反動はつけない）\n\n鼻から大きく吸って口から吐く呼吸で3呼吸キープしましょう。",
    points: "ストレッチに余力があれば、以下の4つのツボを中指で優しく押したり、お灸（市販）をするのも効果的です！※ツボの位置はWebなどでお調べください\n\n湧泉（ゆうせん／復溜（ふくりゅう）／至陰（しいん）／束骨（そっこつ）"
  },
  "肺・大腸": {
    stretch: "あなたには肺・大腸の経絡（けいらく）ストレッチ：\n\n首を斜め後ろに倒す（後ろに倒しながら左（右）を見る）ストレッチ\nポイントは、首前面のスジがゆっくり伸びているのを感じること。\n\n鼻から大きく吸って口から吐く呼吸で3呼吸キープしましょう。",
    points: "ストレッチに余力があれば、以下の4つのツボを中指で優しく押したり、お灸（市販）をするのも効果的です！※ツボの位置はWebなどでお調べください\n\n太淵（たいえん）／尺沢（しゃくたく）／曲池（きょくち）／二間（じかん）"
  },
  "心・小腸": {
    stretch: "あなたには心臓・小腸の経絡（けいらく）ストレッチ：\n\n腕をバンザイするストレッチ\nポイントは、顎を引き、脇から小指までが伸びているのを感じること。\n\n鼻から大きく吸って口から吐く呼吸で3呼吸キープしましょう。",
    points: "ストレッチに余力があれば、以下の4つのツボを中指で優しく押したり、お灸（市販）をするのも効果的です！※ツボの位置はWebなどでお調べください\n\n少衝（しょうしょう）／神門（しんもん）／労宮（ろうきゅう）／後渓（こうけい）／小海（しょうかい）"
  }
};

module.exports = stretchPointDictionary;
