const stretchPointDictionary = {
  "肝・胆": {
    stretch: "肝・胆の経絡(けいらく)ストレッチ！\n\n◉立った状態で腰を左右にねじる、または側屈する体側伸ばし！\n\n⭕️わき腹や股関節が心地よく伸びているのを感じて\n⭕️反動はつけずにゆっくり伸ばしながら深呼吸を3回／⭕️腕はぶらんと脱力して\n\n不調のある経絡ラインの柔軟性改善で体全体の構造バランスや影響する内臓（肝臓・胆のうなど）の調子が整っていきます🌱",
    points: "お風呂や寝る前に！足の指先ほぐし🦶\n\n肝と胆の経絡ラインは、\n「🔘足の 親指・薬指」から腹部まで繋がっています。\n\nこの2本の指先を揉んだり引っ張たりするだけでもライン全体がほぐれます✨ \n\n🧑‍⚕️慣れてきたら、以下のツボを揉んでみたり、お灸（市販品）も取り入れてみましょう！\n\n🔘曲泉（きょくせん）／🔘陽輔（ようほ）"
  },
  "脾・胃": {
    stretch: "脾（すい臓）・胃の経絡(けいらく)ストレッチ！\n\n◉立った状態で、腰に手を当て上体を反らして腹筋伸ばし！\n\n⭕️お腹〜みぞおちの腹筋がしっかり伸びているのを感じて\n⭕️顎は引きながら首は倒れないように／⭕️反動はつけずにゆっくり伸ばし深呼吸を3回\n\n不調のある経絡ラインの柔軟性改善で体全体の構造バランスや影響する内臓（脾臓・胃）の調子が整っていきます🌱",
    points: "お風呂や寝る前に！足の指先ほぐし🦶\n\n脾と胃の経絡ラインは、\n「🔘足の 親指・人差し指」から腹部まで繋がっています。\n\nこの2本の指先を揉んだり引っ張たりするだけでも、ライン全体がほぐれます✨ \n\n🧑‍⚕️慣れてきたら、以下のツボを揉んでみたり、お灸（市販品）も取り入れてみましょう！\n\n🔘商丘（しょうきゅう）／🔘解渓（かいけい）"
  },
  "腎・膀胱": {
    stretch: "腎臓・膀胱の経絡(けいらく)ストレッチ！\n\n◉立った状態から前屈をして体の背面伸ばし！\n\n⭕️腰〜太もも裏〜ふくらはぎが、心地よく伸びているのを感じて前屈\n⭕️反動はつけずゆっくり伸ばしながら、息を鼻からお腹に吸い入れて口から吐く呼吸を3回\n\n不調のある経絡ラインの柔軟性改善で体全体の構造バランスや影響する内臓（腎臓・膀胱）の調子が整っていきます🌱",
    points: "お風呂や寝る前に！足の裏＆指先ほぐし🦶\n\n腎と膀胱の経絡ラインは、\n「🔘足の 土踏まず・小指 」から腹部や腰部まで繋がっています。\n\n足裏を揉んだり、小指の指先を揉んだり引っ張たりするだけでもライン全体がほぐれます✨ \n\n🧑‍⚕️慣れてきたら、以下のツボを揉んでみたり、お灸（市販品）も取り入れてみましょう！\n\n🔘復溜（ふくりゅう）／🔘束骨（そっこつ）"
  },
  "肺・大腸": {
    stretch: "肺・大腸の経絡(けいらく)ストレッチ！\n\n◉首を斜め後ろ（横を向きながら後ろ）に倒して、首の前面伸ばし！\n\n⭕️首前面のスジ(胸鎖乳突筋)がゆっくり伸びているのを感じて\n⭕️伸ばしながら鼻からお腹に息を吸って、口から静かに吐く呼吸を3回\n\n不調のある経絡ラインの柔軟性改善で体全体の構造バランスや影響する内臓（肺・大腸）の調子が整っていきます🌱",
    points: "お風呂や寝る前に！手の指先ほぐし🖐️\n\n肺と大腸の経絡ラインは、\n「🔘手の 親指・人差し指 」から胸や腹部まで繋がっています。\n\nこの2本の指先を揉んだり引っ張たりするだけでもライン全体がほぐれます✨ \n\n🧑‍⚕️慣れてきたら、以下のツボを揉んでみたり、お灸（市販品）も取り入れてみましょう！\n\n🔘尺沢（しゃくたく）／🔘曲池（きょくち）"
  },
  "心・小腸": {
    stretch: "心・小腸の経絡(けいらく)ストレッチ！\n\n◉バンザイで腕の後面伸ばし！\n\n⭕️顎を引き、脇から小指までが伸びているのを感じて\n⭕️そのまま鼻から大きく吸って口から吐く呼吸を3回\n\n不調のある経絡ラインの柔軟性改善で体全体の構造バランスや影響する内臓（心臓・小腸）の調子が整っていきます🌱",
    points: "お風呂や寝る前に！手の指先ほぐし🖐️\n\n心臓と小腸の経絡ラインは、\n「🔘手の 小指」から腹部や背中まで繋がっています。\n小指の先っぽを揉んだり引っ張たりするだけでもライン全体がほぐれます✨\n\n🧑‍⚕️慣れてきたら、以下のツボを揉んでみたり、お灸（市販品）も取り入れてみましょう！\n\n🔘労宮（ろうきゅう）／🔘後渓（こうけい）"
  }
};

module.exports = stretchPointDictionary;
