const stretchPointDictionary = {
  "肝・胆": {
    stretch: "肝・胆の経絡(けいらく)ラインを伸ばすストレッチ！\n\n◉立った状態で、腰を左右にねじる、または側屈で\n\n⭕️わき腹や股関節が心地よく伸びているのを感じながら深呼吸／⭕️反動はつけずにゆっくり伸ばすこと／⭕️腕はぶらんと脱力して\n\n不調のある経絡ラインの柔軟性改善で体全体の構造バランスや影響する内臓（肝臓・胆のうなど）の調子が整っていきます🌱",
    points: "お風呂や寝る前に！足指ほぐし👍\n\n肝と胆のラインは、「🔘足の 親指・薬指」から腹部まで繋がっています。\nこの2本の指先を揉んだり引っ張たりするだけでもライン全体がほぐれます✨ \n\n🧑‍⚕️慣れてきたら、以下のツボ揉みやお灸（市販品）も取り入れてみましょう！\n\n🔘曲泉（きょくせん）／🔘陽輔（ようほ）\nオンライン相談🧑‍💻や訪問鍼灸ではツボケア・ストレッチもより丁寧にサポートいたします！【ご案内リンク集】からお気軽にご予約ください✅"
  },
  "脾・胃": {
    stretch: "脾（すい臓）・胃の経絡(けいらく)ラインを伸ばすストレッチ！\n\n◉立った状態で、腰に手を当て上体を反らせ腹筋伸ばし◉\n\n⭕️お腹〜みぞおちがしっかり伸びているのを感じながら深呼吸／⭕️首は無理に倒さない程度にお腹の伸び意識／⭕️反動はつけずにゆっくり伸ばすこと\n\n不調のある経絡ラインの柔軟性改善で体全体の構造バランスや影響する内臓（脾臓・胃）の調子が整っていきます🌱",
    points: "お風呂や寝る前に！足指ほぐし👍\n\n脾と胃のラインは、「🔘足の 親指・人差し指」から腹部まで繋がっています。\nこの2本の指先を揉んだり引っ張たりするだけでもライン全体がほぐれます✨ \n\n🧑‍⚕️慣れてきたら、以下のツボ揉みやお灸（市販品）も取り入れてみましょう！\n\n🔘商丘（しょうきゅう）／🔘解渓（かいけい）\n\nオンライン相談🧑‍💻や訪問鍼灸ではツボケア・ストレッチもより丁寧にサポートいたします！【ご案内リンク集】からお気軽にご予約ください✅"
  },
  "腎・膀胱": {
    stretch: "腎臓・膀胱の経絡(けいらく)ラインを伸ばすストレッチ！\n\n立った状態から前屈ストレッチ！\n⭕️ポイントは、腰からふくらはぎまで心地よく伸びているのを感じること（反動はつけずゆっくりと）\n\nそのまま鼻から大きく吸って口から吐く呼吸を3回繰り返してみましょう！\n\n不調のある経絡ラインの柔軟性改善で体全体の構造バランスや影響する内臓（腎臓・膀胱）の調子が整っていきます🌱",
    points: "お風呂や寝る前に！足裏＆指ほぐし👍\n\n腎と膀胱のラインは、「🔘足の 土踏まず・小指 」から腹部まで繋がっています。\n足裏を揉んだり、小指の指先を揉んだり引っ張たりするだけでもライン全体がほぐれます✨ \n\n🧑‍⚕️慣れてきたら、以下のツボ揉みやお灸（市販品）も取り入れてみましょう！\n\n🔘復溜（ふくりゅう）／🔘束骨（そっこつ）\n\nオンライン相談🧑‍💻や訪問鍼灸ではツボケア・ストレッチもより丁寧にサポートいたします！【ご案内リンク集】からお気軽にご予約ください✅"
  },
  "肺・大腸": {
    stretch: "肺・大腸の経絡(けいらく)ラインを伸ばすストレッチ！\n\n首を斜め後ろに倒す（後ろに倒しながら左・右を見る）ストレッチ！\n\n⭕️ポイントは、首前面のスジ(胸鎖乳突筋)がゆっくり伸びているのを感じること\n\nスジを伸ばしながら鼻からお腹に息を吸って、口から静かに吐く呼吸を3回繰り返してみましょう！\n\n不調のある経絡ラインの柔軟性改善で体全体の構造バランスや影響する内臓（肺・大腸）の調子が整っていきます🌱",
    points: "お風呂や寝る前に！手指ほぐし👍\n\n肺と大腸のラインは、「🔘手の 親指・人差し指 」から腹部まで繋がっています。\nこの2本の指先を揉んだり引っ張たりするだけでもライン全体がほぐれます✨ \n\n🧑‍⚕️慣れてきたら、以下のツボ揉みやお灸（市販品）も取り入れてみましょう！\n\n🔘尺沢（しゃくたく）／🔘曲池（きょくち）\n\nオンライン相談🧑‍💻や訪問鍼灸では、ツボケア・ストレッチもより丁寧にサポートいたします！【ご案内リンク集】からお気軽にご予約ください✅"
  },
  "心・小腸": {
    stretch: "心・小腸の経絡(けいらく)ラインを伸ばすストレッチ！\n\n腕をバンザイするストレッチ！\n\n⭕️ポイントは、顎を引き、脇から小指までが伸びているのを感じること\n\nそのまま鼻から大きく吸って口から吐く呼吸で3呼吸キープしましょう！\n\n不調のある経絡ラインの柔軟性改善で体全体の構造バランスや影響する内臓（心臓・小腸）の調子が整っていきます🌱",
    points: "お風呂や寝る前に！手指ほぐし👍\n\n心臓と小腸のラインは、「🔘手の 小指」から腹部や腰背まで繋がっています。\n小指の先っぽを揉んだり引っ張たりするだけでもライン全体がほぐれます✨\n\n🧑‍⚕️慣れてきたら、以下のツボ揉みやお灸（市販品）も取り入れてみましょう！\n\n🔘労宮（ろうきゅう）／🔘後渓（こうけい）\n\nオンライン相談🧑‍💻や訪問鍼灸ではツボケア・ストレッチもより丁寧にサポートいたします！【ご案内リンク集】からお気軽にご予約ください✅"
  }
};

module.exports = stretchPointDictionary;
