// typeCodeDictionary.js
const typeCodeDictionary = {
  "虚寒・気血両虚タイプ": "01",
  "陽虚傾向タイプ": "02",
  "陽虚（本格型）タイプ": "03",
  "血虚タイプ": "04",
  "単純気虚タイプ": "05",
  "気虚タイプ": "06",
  "陰虚（虚熱）タイプ": "07",
  "鬱熱（繊細型）タイプ": "08",
  "寒・瘀血タイプ": "09",
  "単純寒証タイプ": "10",
  "血虚傾向タイプ": "11",
  "平性（偏りなし）": "12",
  "気虚傾向タイプ": "13",
  "陰虚タイプ（代謝高め）": "14",
  "気滞熱タイプ": "15",
  "鬱熱タイプ": "16",
  "実寒・瘀血タイプ": "17",
  "実寒（外因性）タイプ": "18",
  "実寒・水滞タイプ": "19",
  "血虚（過活動型）タイプ": "20",
  "体力充実タイプ": "21",
  "気虚（過活動型）タイプ": "22",
  "陰虚火旺タイプ": "23",
  "実熱タイプ": "24",
  "鬱熱（過活動型）タイプ": "25"
};

module.exports = typeCodeDictionary;
