const typeCodeDictionary = {
  '虚寒・気血両虚タイプ': '01',
  '陽虚傾向タイプ': '02',
  '気虚タイプ': '03',
  '血虚タイプ': '04',
  '陰虚タイプ': '05',
  '実熱タイプ': '06',
  '気滞タイプ': '07',
  '瘀血タイプ': '08',
  '水滞タイプ': '09',
  '肝気鬱結タイプ': '10',
  '肝火上炎タイプ': '11',
  '心脾両虚タイプ': '12',
  '腎陽虚タイプ': '13',
  '腎陰虚タイプ': '14',
  '脾胃虚弱タイプ': '15',
  '脾腎陽虚タイプ': '16',
  '心腎不交タイプ': '17',
  '肝腎陰虚タイプ': '18',
  '気血両虚タイプ': '19',
  '気陰両虚タイプ': '20',
  '肝脾不和タイプ': '21',
  '肝胃不和タイプ': '22',
  '痰熱タイプ': '23',
  '痰湿タイプ': '24',
  '寒湿タイプ': '25'
};

module.exports = typeCodeDictionary;
